---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ReinEstBarVolume
source: html/182fa62f-8bef-b580-efd8-981cc5b7bb5b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ReinEstBarVolume Property

"Estimated Reinforcement Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId ReinEstBarVolume { get; }
```